{
  "data": [
    {
      "id": 274956,
      "name": "McCoy Gulch Quarry",
      "length": "1.0",
      "description": "Out and back doubletrack to an old quarry/mine site.",
      "difficulty": ""
    },
    {
      "id": 274957,
      "name": "McCoy Gulch Mine",
      "length": "2.0",
      "description": "Doubletrack spur to a mine site",
      "difficulty": ""
    },
    {
      "id": 280975,
      "name": "Rainbow Trail: Bear Creek Thd to Kerr Gulch Thd",
      "length": "14.0",
      "description": "This section of the Rainbow Trail is about 14 miles one-way, and it runs from the Bear Creek Trailhead, along the border of the Sangre de Cristo wilderness, to the Kerr Gulch Trailhead. <br /> Some sections of this trail are very rutted out from moto use, while others are in good shape. Due to the wilderness area on one side, this section of trail is quite remote, and offers up some gorgeous views!",
      "difficulty": "Advanced"
    },
    {
      "id": 274960,
      "name": "South Fern Leaf Gulch",
      "length": "3.0",
      "description": "This is a sandy gulch climbing up from Highway 50 that connects back into a small network of doubletrack roads.",
      "difficulty": "Beginner"
    },
    {
      "id": 276363,
      "name": "Road #7",
      "length": "4.0",
      "description": "Road #7 begins in Wellsville near the mine, then runs high up into the hills before dead ending.",
      "difficulty": ""
    },
    {
      "id": 276996,
      "name": "Road #101.A",
      "length": "2.0",
      "description": "Rd 101.A is a dead end 4x4 road that spurs off of the Bear Creek road. It runs 1.5 miles until dead ending, making for a 3-mile round trip. There are some very pretty views off of this road.",
      "difficulty": "Intermediate"
    },
    {
      "id": 280983,
      "name": "Columbine Trail",
      "length": "2.0",
      "description": "The Columbine trail is 2.5 miles one-way, and while you can ride up and down it as a 5 mile out-and-back, it can easily be looped with the gravel road.",
      "difficulty": "Intermediate"
    },
    {
      "id": 280982,
      "name": "Bear Creek FS Road / #101 / #49",
      "length": "6.0",
      "description": "The gravel Bear Creek road meanders uphill for several miles through the beautiful Bear Creek Valley. Once the road passes the Columbine Trailhead, it gets much rougher and steeper, climbing steeply up to the dead end / trailhead where the road T's into the Rainbow Trail.",
      "difficulty": "Beginner"
    },
    {
      "id": 284380,
      "name": "Little Rainbow",
      "length": "6.0",
      "description": "The Little Rainbow Trail proper is 5 miles of machine cut singletrack that traverses the contours on the lower flank of Methodist Mountain more or less parallel to, but lower than, the Rainbow Trail.",
      "difficulty": "Intermediate"
    }
  ]
}
